from main import audio_handler

input("Сейчас будет запущен тест. Ваша задача - сказать то слово, которое будет показано на экране а затем отправить "
      "логи Ивану. Нажмите Enter для продолжения.")
input("Скажите слово ПЛИ. Нажмите Enter чтобы начать и дождитесь надписи Talk Now")
audio_handler()
input("Скажите слово ОГОНЬ. Нажмите Enter чтобы начать и дождитесь надписи Talk Now")
audio_handler()
input("Скажите слово ПУСК. Нажмите Enter чтобы начать и дождитесь надписи Talk Now")
audio_handler()
input("Скажите фразу ВЛЕВО 165. Нажмите Enter чтобы начать и дождитесь надписи Talk Now")
audio_handler()
input("Скажите фразу ВПРАВО 91. Нажмите Enter чтобы начать и дождитесь надписи Talk Now ")
audio_handler()
print("Спасибо. Не забудьте отправить логи Ивану")
